i5/20220414-no-fpw/logs/pg-16-32-16/50/run-ro-3/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 50
query mode: prepared
number of clients: 16
number of threads: 4
duration: 900 s
number of transactions actually processed: 108939268
latency average = 0.132 ms
initial connection time = 7.149 ms
tps = 121043.957257 (without initial connection time)